<?php

return [
    "verification_token_expired" => [
        "title" => "رمز التحقق غير صالح",
        "message_1" => "رمز التحقق الخاص بك غير صالح. قد يكون ذلك لأن الرمز قد انتهت صلاحيته، أو تم استخدامه بالفعل، أو تم إدخاله بشكل غير صحيح. يرجى التحقق من الرابط في بريدك الإلكتروني والمحاولة مرة أخرى. إذا استمرت المشكلة، اطلب رمز تحقق جديد أو اتصل بفريق الدعم للحصول على المساعدة.",
    ],
    "email_verified" => [
        "title" => "نجاح",
        "message_1" => "تم التحقق من بريدك الإلكتروني بنجاح. يمكنك الآن تسجيل الدخول والبدء في استخدام خدماتنا. نحن متحمسون لانضمامك إلينا. إذا كانت لديك أي أسئلة أو تحتاج إلى مساعدة، فلا تتردد في الاتصال بفريق الدعم لدينا. شكرًا لك على التحقق من بريدك الإلكتروني ومرحبًا بك في مجتمعنا!",
    ],
];
