<?php

return [
    "forget_password" => [
        "title" => "عادة تعيين كلمة المرور",
        "message_1" => "\n طلب إعادة تعيين كلمة المرور الخاصة بحسابك. الرجاء استخدام\n الكود التالي في تطبيق الهاتف المحمول الخاص بك لإعادة تعيين\n كلمة السر:",
        "message_2" => "إذا لم تكن قد طلبت إعادة تعيين كلمة المرور، فلا مزيد من ذلك\n العمل ضروري."
    ],
    "verify" => [
        "title" => "برجاء تأكيد بريدك الالكترونى",
        "message_1" => "شكرًا لك على التسجيل في ANDA! لاستكمال
                                        عملية التسجيل والتأكد من أمن الخاص بك
                                        الحساب، يرجى التحقق من عنوان البريد الإلكتروني الخاص بك عن طريق النقر
                                        الزر أدناه:",
        "button" => "قم بتأكيد بريدك الإلكتروني",
        "message_2" => "أو التحقق باستخدام هذا الرابط:",
        "need_help" => "تحتاج مساعدة ؟",
    ],
    "common" => [
        "help_message" => "الرجاء إرسال وردود الفعل أو معلومات الشوائب\n ل"
    ]
];
