<?php

return [
    "forget_password" => [
        "title" => "إعادة تعيين كلمة السر",
        "message_1" => "لقد تلقينا طلبًا لإعادة تعيين كلمة السر المرتبطة بحسابك على منصتنا. أدخل الرمز التالي لإعادة تعيين كلمة السر الخاصة بك:",
        "message_2" => "إذا لم تطلب إعادة تعيين كلمة السر الخاصة بك، يمكنك تجاهل هذا البريد الإلكتروني، ستظل كلمة السر الحالية دون تغيير.",
    ],
    "verify" => [
        "title" => "تأكيد بريدك الإلكتروني",
        "message_1" => "تم تسجيلك بنجاح. لإكمال
                                        العملية وضمان أمان حسابك،
                                        يرجى التحقق من عنوان بريدك الإلكتروني باستعمال
                                        الزر أدناه:",
        "button" => "تأكيد عنوان البريد الإلكتروني",
        "message_2" => "أو التحقق باستخدام هذا الرابط:",
        "need_help" => "تحتاج مساعدة ؟",
        "message_3" => "يسعدنا أن نرحب بكم في أندا",
    ],
    "common" => [
        "help_message" => "إذا واجهتك أي مشاكل أثناء استخدام تطبيق أندا، لا تتردد في إبلاغنا.",
    ]
];
